[
  {
    "id": 0,
    "name": "Max",
    "instrument": "guitar",
    "descriptions": [
      "Max 'Mad Max' Koval - our rhythm guitar professional guru and BEM Jedi Master at the same time.",
      "Before becoming founding member of the EP/AM band Max had a vast experience in other fields - from politics to cybersport commentator and analyst, but his passion for music and web development eventually won. And now he combines slamming invigorating chords on his beautiful guitar with following the path of front-end developer in some unknown company apparently named EPAM (what a coincidence, huh?).",
      "Legends of his thirst for knowledge go far beyond our humble music band and maybe even beyond the known Universe. Maybe one day he will become Java backend developer and master drummer, who knows?"
    ],
    "contacts": [
      {
        "type": "linkedin",
        "link": "https://www.linkedin.com/in/maksym-koval-781b051a3/"
      },
      { "type": "github", "link": "https://github.com/maxonchil" },
      { "type": "personal", "link": "https://www.instagram.com/be3x_voice/" }
    ]
  },
  {
    "id": 1,
    "name": "Dima",
    "instrument": "vocal",
    "descriptions": [
      "Dima 'The Doom' Kashmenskiy - band's leading vocal and songwriter.",
      "Humble and quite he became band's voice and songwriter by accident, he just happened to notice the lonely advert on the Trello board - 'Writers needed' and took a chance. Apparently he did well on the audition, and here he is - writing witty (well, as he keeps thinking) lyrics for the rock band.",
      "During his nomad/travelling days he got good with words and now using this talent to entertain the cheering crowds on EP/AM's gigs."
    ],
    "contacts": [
      {
        "type": "linkedin",
        "link": "https://www.linkedin.com/in/dmitry-kashmensky-b5702079/"
      },
      { "type": "github", "link": "https://github.com/dkashmensky" },
      {
        "type": "personal",
        "link": "https://www.facebook.com/dmitriy.kashmenskiy"
      }
    ]
  },
  {
    "id": 2,
    "name": "Vlad",
    "instrument": "guitar",
    "descriptions": [
      "Vladimir 'Vlad The Holy Wrath' Kartaiev - EP/AM's spiritual leader and guide.",
      "Vlad is the master of bass guitar - he picks, and slaps, and plucks, and strumms, and chucks, and...well, you got the idea, he is very good at it.",
      "As the most experienced member of the band he is also a producer (aka product owner). He tracks all the ideas we generate on our rehearsal studio jamming sessions (aka daily stand-up) and writes them down in his notepad (aka backlog). Later he is the person who decides what goes in our next album (aka release) and what will have to wait until better time.",
      "Even though he is the hardrock bassist in the studio, he is a man of family at home - two awesome kids and a beatiful wife are his pride and glory."
    ],
    "contacts": [
      {
        "type": "linkedin",
        "link": "https://www.linkedin.com/in/vladimir-kartaiev-89221a46/"
      },
      {
        "type": "github",
        "link": "https://github.com/kartaiev"
      },
      {
        "type": "personal",
        "link": "https://www.facebook.com/kartayev/"
      }
    ]
  },
  {
    "id": 3,
    "name": "Ira",
    "instrument": "drums",
    "descriptions": [
      "Iryna 'Iron Ira' Kozlovska - sets the group's rhythm with her drumsticks.",
      "Having experience sailing across the world, she is no stranger to discipline and teamwork which are the vital qualities to survive on the big ship, she is responsible for assuring the quality of our work - from any particular melody to the album in general. ",
      "Being the only girl in the band she also brings the style and sense of beauty to our little manly community. Although she seems quite and calm at first, she is a riot when appearing behind her drums slamming the hell out of her toms."
    ],
    "contacts": [
      {
        "type": "linkedin",
        "link": "https://www.linkedin.com/in/irina-kozlovskaya-2003b04/"
      },
      { "type": "github", "link": "http://github.com/stri4ka" },
      { "type": "personal", "link": "" }
    ]
  },
  {
    "id": 4,
    "name": "Dan",
    "instrument": "guitar",
    "descriptions": [
      "Dan 'The Dynamite' Stetsenko - lead guitar maestro and professional procrastinator.",
      "He is the person who follows the technological fashion and decides which brand of guitar we should buy, what kind of drumstick is the best and which of the strumming techniques are trending.",
      "Despite claiming he is the laziest person in the world he is one of the most active members in our band generating a lot of fresh ideas during our daily jams and trying to keep us on rock'n'roll track so we don't release rap album by accident."
    ],
    "contacts": [
      {
        "type": "linkedin",
        "link": "https://www.linkedin.com/in/denys-stetsenko-6300481a4/"
      },
      { "type": "github", "link": "https://github.com/oddestdan" },
      { "type": "personal", "link": "http://instagram.com/oddestdan" }
    ]
  }
]
